---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbForcePerFtSup3
source: html/46a55427-897b-0069-6de8-6617099825ba.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbForcePerFtSup3 Property

Symbol lb/ft³, indicating unit Pounds force per cubic foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbForcePerFtSup3 { get; }
```